[{"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 31298, "replys": 6730, "retweets": 10138, "message": "pic.twitter.com/jVIodsTNNH"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 31603, "replys": 6000, "retweets": 7310, "message": "Today, it was my great honor to welcome @NATO Secretary General @JensStoltenberg to the @WhiteHouse!pic.twitter.com/4drPHXZBWH"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 38219, "replys": 3068, "retweets": 10141, "message": "World Autism Awareness Day 2019: Significance, history and theme via @htTweetshttps://m.hindustantimes.com/health/world-autism-awareness-day-2019-significance-history-and-theme/story-pur37CVyhW8guEFrYiEpHP.html …"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 44266, "replys": 4583, "retweets": 11263, "message": "Today, we celebrate the tremendous accomplishments of Americans with ASD and reaffirm our commitment to work together to ensure that every member of our society is afforded equal opportunities to reach their full potential. #WorldAutismAwarenessDayhttps://www.whitehouse.gov/presidential-actions/proclamation-world-autism-awareness-day-2019/ …"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 61107, "replys": 7287, "retweets": 17581, "message": "The Democrats today killed a Bill that would have provided great relief to Farmers and yet more money to Puerto Rico despite the fact that Puerto Rico has already been scheduled to receive more hurricane relief funding than any “place” in history. The people of Puerto Rico....."}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 61164, "replys": 10889, "retweets": 13953, "message": "....back the House. It will be truly great HealthCare that will work for America. Also, Republicans will always support Pre-Existing Conditions. The Republican Party will be known as the Party of Great HealtCare. Meantime, the USA is doing better than ever & is respected again!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 65355, "replys": 13080, "retweets": 15156, "message": "....are developing a really great HealthCare Plan with far lower premiums (cost) & deductibles than ObamaCare. In other words it will be far less expensive & much more usable than ObamaCare. Vote will be taken right after the Election when Republicans hold the Senate & win......"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 68477, "replys": 11379, "retweets": 16090, "message": "Everybody agrees that ObamaCare doesn’t work. Premiums & deductibles are far too high - Really bad HealthCare! Even the Dems want to replace it, but with Medicare for all, which would cause 180 million Americans to lose their beloved private health insurance. The Republicans....."}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 68939, "replys": 14664, "retweets": 18405, "message": "....the crazed and incompetent Mayor of San Juan have done such a poor job  of bringing the Island back to health. 91 Billion Dollars to Puerto Rico, and now the Dems want to give them more, taking dollars away from our Farmers and so many others. Disgraceful!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 69759, "replys": 13803, "retweets": 19681, "message": "In 1998, Rep.Jerry Nadler strongly opposed the release of the Starr Report on Bill Clinton. No information whatsoever would or could be legally released. But with the NO COLLUSION Mueller Report, which the Dems hate, he wants it all. NOTHING WILL EVER SATISFY THEM! @foxandfriends"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 72160, "replys": 16102, "retweets": 16351, "message": "....The best thing that ever happened to Puerto Rico is President Donald J. Trump. So many wonderful people, but with such bad Island leadership and with so much money wasted. Cannot continue to hurt our Farmers and States with these massive payments, and so little appreciation!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 76694, "replys": 8751, "retweets": 19247, "message": "....are GREAT, but the politicians are incompetent or corrupt. Puerto Rico got far more money than Texas & Florida combined, yet their government can’t do anything right, the place is a mess - nothing works. FEMA & the Military worked emergency miracles, but politicians like....."}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 77247, "replys": 20694, "retweets": 18747, "message": "There is no amount of testimony or document production that can satisfy Jerry Nadler or Shifty Adam Schiff. It is now time to focus exclusively on properly running our great Country!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 81102, "replys": 10633, "retweets": 20901, "message": "After many years (decades), Mexico is apprehending large numbers of people at their Southern Border, mostly from Guatemala, Honduras and El Salvador. They have ALL been taking U.S. money for years, and doing ABSOLUTELY NOTHING for us, just like the Democrats in Congress!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 81189, "replys": 28308, "retweets": 20966, "message": "Puerto Rico got 91 Billion Dollars for the hurricane, more money than has ever been gotten for a hurricane before, & all their local politicians do is complain & ask for more money. The pols are grossly incompetent, spend the money foolishly or corruptly, & only take from USA...."}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 81667, "replys": 16014, "retweets": 19990, "message": "The cost of ObamaCare is far too high for our great citizens. The deductibles, in many cases way over $7000, make it almost worthless or unusable. Good things are going to happen! @SenRickScott @senatemajldr @SenJohnBarrasso @SenBillCassidy"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 88625, "replys": 12616, "retweets": 23849, "message": "Democrats should stop fighting Sen. David Perdue’s disaster relief bill. They are blocking funding and relief for our great farmers and rural America!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 90983, "replys": 19186, "retweets": 23610, "message": "Robert Mueller was a God-like figure to the Democrats, until he ruled No Collusion in the long awaited $30,000,000 Mueller Report. Now the Dems don’t even acknowledge his name, have become totally unhinged, and would like to go through the whole process again. It won’t happen!"}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 93873, "replys": 16212, "retweets": 28426, "message": "“I haven’t seen any Democrats down here at the Border working with us or asking to speak to any of us. They have an open invitation. We are getting overrun, our facilities are overcapacity. We are at an emergency crisis.” Art Del Cueto, National Border Patrol Council."}, {"username": "Donald J. Trump‏Verificeret konto @realDonaldTrump", "likes": 98344, "replys": 21841, "retweets": 21828, "message": "No matter what information is given to the crazed Democrats from the No Collusion Mueller Report, it will never be good enough. Behind closed doors the Dems are laughing!"}]